[
  {
    "id": "1",
    "categoria": "Café da Manhã",
    "nome": "Omelete Simples",
    "ingredientes": [
      "2 ovos",
      " ",
      "Sal a gosto",
      "Pimenta do reino a gosto",
      "1 colher de sopa de manteiga ou óleo",
      "Recheio opcional (queijo, presunto, tomate)"
    ],
    "tempo": "10 minutos",
    "preparo" : "Em uma tigela, quebre os ovos e bata bem com um garfo. Adicione o sal e a pimenta a gosto. Aqueça uma frigideira com a manteiga ou o óleo. Despeje os ovos batidos na frigideira e cozinhe em fogo médio. Quando a parte de baixo estiver firme, adicione o recheio desejado e dobre a omelete ao meio. Cozinhe por mais 1-2 minutos e sirva quente."
  },
  {
    "id": "2",
    "categoria": "Café da Manhã",
    "nome": "Panquecas Americanas",
    "ingredientes": [
      "1 xícara de farinha de trigo",
      "1 colher de sopa de açúcar",
      "1 colher de chá de fermento em pó",
      "1/2 colher de chá de sal",
      "1 ovo",
      "1 xícara de leite",
      "2 colheres de sopa de manteiga derretida"
    ],
    "tempo": "20 minutos",
    "preparo": "Em uma tigela, misture os ingredientes secos: farinha, açúcar, fermento e sal. Em outra, bata o ovo com o leite e a manteiga derretida. Junte os líquidos aos secos e misture até formar uma massa homogênea. Aqueça uma frigideira antiaderente em fogo médio e despeje pequenas porções da massa. Cozinhe até aparecerem bolhas na superfície, vire e doure o outro lado. Sirva quente."
  },
  {
    "id": "3",
    "categoria": "Café da Manhã",
    "nome": "Tapioca com Queijo e Coco",
    "ingredientes": [
      "4 colheres de sopa de goma de tapioca hidratada",
      "Queijo coalho ralado a gosto",
      "Coco ralado fresco ou seco a gosto",
      "Sal a gosto (opcional)"
    ],
    "tempo": "8 minutos",
    "preparo": "Aqueça uma frigideira antiaderente em fogo médio. Espalhe a goma de tapioca de forma uniforme, formando um disco. Quando ela começar a firmar, adicione o queijo coalho e o coco por cima. Dobre ao meio, como um pastel, e deixe mais um minuto para o recheio derreter. Sirva em seguida."
  },
  {
    "id": "4",
    "categoria": "Café da Manhã",
    "nome": "Vitamina de Banana com Aveia",
    "ingredientes": [
      "1 banana madura",
      "200ml de leite",
      "2 colheres de sopa de aveia em flocos",
      "Mel ou açúcar a gosto (opcional)"
    ],
    "tempo": "5 minutos",
    "preparo": "Coloque todos os ingredientes no liquidificador: banana, leite, aveia e mel ou açúcar, se desejar. Bata até ficar bem cremoso. Sirva gelado."
  },
  {
    "id": "5",
    "categoria": "Café da Manhã",
    "nome": "Pão na Chapa com Requeijão",
    "ingredientes": [
      "2 fatias de pão de forma ou pão francês",
      "Manteiga para untar",
      "Requeijão cremoso a gosto"
    ],
    "tempo": "7 minutos",
    "preparo": "Passe manteiga em um dos lados das fatias de pão. Aqueça uma frigideira e coloque as fatias com o lado da manteiga para baixo. Deixe dourar até ficar crocante. Retire e espalhe o requeijão cremoso por cima. Sirva quente."
  },
  {
    "id": "6",
    "categoria": "Pratos principais",
    "nome": "Macarrão à Bolonhesa",
    "ingredientes": [
      "500g de macarrão (espaguete ou outro)",
      "400g de carne moída",
      "1 cebola média picada",
      "2 dentes de alho picados",
      "1 lata de tomate pelado (ou molho pronto)",
      "Sal a gosto",
      "Pimenta do reino a gosto",
      "Azeite de oliva",
      "Manjericão fresco (opcional)"
    ],
    "tempo": "45 minutos",
    "preparo": "Cozinhe o macarrão conforme as instruções da embalagem. Em uma panela, aqueça o azeite, refogue a cebola e o alho. Adicione a carne moída e cozinhe até dourar. Acrescente o tomate pelado (ou molho), tempere com sal, pimenta e manjericão. Cozinhe por 15 a 20 minutos. Misture o molho ao macarrão cozido e sirva."
  },
  {
    "id": "7",
    "categoria": "Pratos principais",
    "nome": "Frango Assado Clássico",
    "ingredientes": [
      "1 kg de coxas e sobrecoxas de frango",
      "Suco de 1 limão",
      "4 dentes de alho amassados",
      "Sal a gosto",
      "Pimenta do reino a gosto",
      "Ervas finas (alecrim, tomilho) a gosto",
      "Batatas cortadas em rodelas (opcional)"
    ],
    "tempo": "1 hora e 15 minutos",
    "preparo": "Tempere o frango com limão, alho, sal, pimenta e ervas. Deixe marinar por pelo menos 30 minutos. Disponha o frango em uma assadeira, adicione as batatas (se usar), regue com um fio de azeite e leve ao forno preaquecido a 200°C por cerca de 1 hora ou até dourar bem. Sirva em seguida."
  },
  {
    "id": "8",
    "categoria": "Pratos principals",
    "nome": "Feijoada Simples",
    "ingredientes": [
      "500g de feijão preto cozido",
      "100g de bacon picado",
      "1 linguiça calabresa em rodelas",
      "1 cebola picada",
      "2 dentes de alho picados",
      "Folhas de louro",
      "Sal e pimenta a gosto",
      "Cheiro-verde picado"
    ],
    "tempo": "40 minutos (com feijão já cozido)",
    "preparo": "Em uma panela grande, refogue o bacon até dourar. Adicione a linguiça, a cebola e o alho, e refogue mais um pouco. Acrescente o feijão cozido, folhas de louro e tempere com sal e pimenta. Cozinhe por cerca de 20 minutos para apurar o sabor. Finalize com cheiro-verde e sirva com arroz e couve refogada."
  },
  {
    "id": "9",
    "categoria": "Pratos principais",
    "nome": "Strogonoff de Frango",
    "ingredientes": [
      "500g de peito de frango em cubos",
      "1 cebola picada",
      "2 dentes de alho picados",
      "Sal e pimenta a gosto",
      "3 colheres de sopa de ketchup",
      "1 colher de sopa de mostarda",
      "1 lata de creme de leite",
      "Champignon fatiado (opcional)",
      "Óleo ou azeite"
    ],
    "tempo": "30 minutos",
    "preparo": "Em uma panela, aqueça o óleo e refogue a cebola e o alho. Adicione o frango e cozinhe até dourar. Tempere com sal e pimenta. Acrescente o ketchup, a mostarda e misture bem. Coloque o champignon (se desejar) e por fim adicione o creme de leite. Cozinhe por mais 2 minutos e sirva com arroz branco e batata palha."
  },
  {
    "id": "10",
    "categoria": "Pratos principais",
    "nome": "Peixe Grelhado com Legumes",
    "ingredientes": [
      "2 filés de peixe branco (tilápia, merluza)",
      "Suco de 1/2 limão",
      "Sal e pimenta a gosto",
      "Azeite",
      "Legumes variados (brócolis, cenoura, abobrinha)"
    ],
    "tempo": "25 minutos",
    "preparo": "Tempere os filés de peixe com sal, pimenta e limão. Em uma frigideira com azeite, grelhe os filés até dourar dos dois lados. Em outra panela, cozinhe os legumes no vapor ou salteie no azeite até ficarem macios. Sirva o peixe acompanhado dos legumes."
  },
  {
    "id": "11",
    "categoria": "Acompanhamentos",
    "nome": "Arroz Branco Soltinho",
    "ingredientes": [
      "2 xícaras de arroz branco",
      "4 xícaras de água fervente",
      "1 dente de alho amassado",
      "1/2 cebola picada (opcional)",
      "2 colheres de sopa de óleo vegetal",
      "Sal a gosto"
    ],
    "tempo": "20 minutos",
    "preparo": "Em uma panela, aqueça o óleo e refogue o alho e a cebola até dourarem levemente. Adicione o arroz e refogue por 1 a 2 minutos. Acrescente a água fervente e o sal. Cozinhe em fogo médio com a panela semi-tampada até a água secar. Abaixe o fogo, tampe completamente e deixe cozinhar por mais 5 minutos. Desligue e deixe descansar por alguns minutos antes de servir."
  },
  {
    "id": "12",
    "categoria": "Acompanhamentos",
    "nome": "Farofa de Manteiga",
    "ingredientes": [
      "2 xícaras de farinha de mandioca",
      "3 colheres de sopa de manteiga",
      "1/2 cebola picada",
      "Sal a gosto",
      "Cheiro-verde picado (opcional)"
    ],
    "tempo": "15 minutos",
    "preparo": "Em uma panela, derreta a manteiga e refogue a cebola até murchar. Acrescente a farinha de mandioca aos poucos, mexendo sempre. Tempere com sal e, se desejar, finalize com cheiro-verde. Mexa bem até a farofa ficar levemente dourada. Sirva quente ou em temperatura ambiente."
  },
  {
    "id": "13",
    "categoria": "Acompanhamentos",
    "nome": "Salada de Maionese",
    "ingredientes": [
      "3 batatas médias cozidas e picadas",
      "2 cenouras médias cozidas e picadas",
      "1/2 xícara de ervilhas (fresca ou em lata)",
      "Maionese a gosto",
      "Sal e pimenta a gosto",
      "Salsinha picada (opcional)"
    ],
    "tempo": "30 minutos (incluindo cozimento)",
    "preparo": "Cozinhe as batatas e cenouras em água com sal até ficarem macias, depois escorra e deixe esfriar. Em uma tigela, misture os legumes cozidos com as ervilhas. Acrescente a maionese aos poucos até obter a cremosidade desejada. Tempere com sal, pimenta e finalize com salsinha picada. Leve à geladeira antes de servir."
  },
  {
    "id": "14",
    "categoria": "Acompanhamentos",
    "nome": "Purê de Batatas",
    "ingredientes": [
      "500g de batatas",
      "1/2 xícara de leite quente",
      "2 colheres de sopa de manteiga",
      "Sal a gosto",
      "Noz-moscada ralada a gosto (opcional)"
    ],
    "tempo": "35 minutos",
    "preparo": "Cozinhe as batatas em água com sal até ficarem bem macias. Escorra e amasse ainda quentes. Em uma panela, aqueça a manteiga e adicione as batatas amassadas. Acrescente o leite quente aos poucos, mexendo sempre até atingir a consistência desejada. Tempere com sal e noz-moscada, se desejar. Sirva quente."
  },
  {
    "id": "15",
    "categoria": "Acompanhamentos",
    "nome": "Vinagrete",
    "ingredientes": [
      "2 tomates picados sem sementes",
      "1 cebola picada",
      "1/2 pimentão verde picado (opcional)",
      "1/2 xícara de cheiro-verde picado",
      "Vinagre a gosto",
      "Azeite a gosto",
      "Sal a gosto"
    ],
    "tempo": "15 minutos",
    "preparo":  "Em uma tigela, misture os tomates, a cebola, o pimentão (se usar) e o cheiro-verde. Tempere com vinagre, azeite e sal a gosto. Misture bem e deixe descansar por pelo menos 10 minutos antes de servir para apurar os sabores. Pode ser servido frio ou em temperatura ambiente."
  },
  {
    "id": "16",
    "categoria": "Sobremesa",
    "nome": "Brigadeiro Tradicional",
    "ingredientes": [
      "1 lata de leite condensado",
      "1 colher de sopa de manteiga sem sal",
      "3 colheres de sopa de chocolate em pó",
      "Chocolate granulado para decorar"
    ],
    "tempo": "25 minutos",
    "preparo": "Em uma panela, coloque o leite condensado, a manteiga e o chocolate em pó. Cozinhe em fogo baixo, mexendo sempre, até que a mistura desgrude do fundo da panela (ponto de brigadeiro de enrolar). Transfira para um prato untado e deixe esfriar. Enrole os brigadeiros e passe no granulado."
  },
  {
    "id": "17",
    "categoria": "Sobremesa",
    "nome": "Mousse de Maracujá Rápido",
    "ingredientes": [
      "Polpa de 3 maracujás grandes (ou 1 xícara de suco concentrado)",
      "1 lata de leite condensado",
      "1 lata de creme de leite (sem soro)"
    ],
    "tempo": "15 minutos + tempo de geladeira",
    "preparo": "No liquidificador, bata a polpa ou suco de maracujá com o leite condensado e o creme de leite até obter uma mistura homogênea. Despeje em taças ou em um recipiente e leve à geladeira por pelo menos 2 horas ou até firmar."
  },
  {
    "id": "18",
    "categoria": "Sobremesa",
    "nome": "Pudim de Leite Condensado",
    "ingredientes": [
      "1 lata de leite condensado",
      "A mesma medida (lata) de leite",
      "3 ovos",
      "1 xícara de açúcar para a calda"
    ],
    "tempo": "1 hora e 30 minutos (incluindo forno e calda)",
    "preparo": "Para a calda, derreta o açúcar em fogo baixo até formar um caramelo. Espalhe a calda em uma forma de pudim. No liquidificador, bata o leite condensado, o leite e os ovos até ficar homogêneo. Despeje na forma e leve ao forno pré-aquecido a 180°C em banho-maria por cerca de 1 hora. Deixe esfriar, leve à geladeira e desenforme depois de gelado."
  },
  {
    "id": "19",
    "categoria": "Sobremesa",
    "nome": "Bolo de Cenoura com Cobertura",
    "ingredientes": [
      "3 cenouras médias raladas",
      "3 ovos",
      "1 xícara de óleo",
      "2 xícaras de açúcar",
      "2 xícaras de farinha de trigo",
      "1 colher de sopa de fermento em pó",
      "Para cobertura: 1 lata de leite condensado, 1 colher de manteiga, 3 colheres de chocolate em pó"
    ],
    "tempo": "50 minutos",
    "preparo": "Bata no liquidificador as cenouras, os ovos e o óleo. Em uma tigela, misture o açúcar, a farinha e o fermento, e adicione a mistura do liquidificador. Mexa bem até obter uma massa homogênea. Despeje em forma untada e leve ao forno pré-aquecido a 180°C por cerca de 40 minutos. Para a cobertura, leve ao fogo o leite condensado, a manteiga e o chocolate em pó, mexendo até engrossar. Espalhe sobre o bolo ainda quente."
  },
  {
    "id": "20",
    "categoria": "Sobremesa",
    "nome": "Salada de Frutas Simples",
    "ingredientes": [
      "1 mamão papaia picado",
      "2 bananas picadas",
      "1 maçã picada",
      "Suco de 1 laranja",
      "Folhas de hortelã (opcional)"
    ],
    "tempo": "15 minutos",
    "preparo": "Em uma tigela, misture todas as frutas picadas. Regue com o suco de laranja para realçar o sabor e evitar que as frutas escureçam. Misture delicadamente e, se desejar, decore com folhas de hortelã. Sirva gelado."
  }
]